<template>
    <div class="howtoopenLayout">
        <head-top headTitle="用户注册协议" goBack="true"></head-top>
        <!--顶部end-->
        <div class="textContainer">
            <h2>KK开门服务协议</h2></br>
            <p class="textIndent">KK开门由深圳市英智联科技有限公司运营维护。您通过KK开门注册成为KK用户，表示您已经完全阅读并接受本协议的全部内容。若您不认同本协议或对本协议存在异议，请立即停止注册、使用KK开门提供的所有服务。</p></br>

            <h3>服务说明</h3>
            <p>1.KK开门通过互联网为用户提供的互联网信息服务，涉及的产品由有资质的服务商提供。</p>
            <p>2.KK开门服务属于互联网性质，对于网络中断、黑客攻击及各种因素造成的服务中断，不需对用户、服务商负责。</p></br>

            <h3>用户信息安全</h3>
            <p>1.用户在注册时，需按照KK开门要求提供真实、准确、合法的用户资料，如果资料有变动，请及时更新。</p>
            <p>2.用户应妥善管理账户密码信息，并对此用户下的所有操作负全部法律责任。</p>
            <p>3.如发现账户被盗或存在安全漏洞，请立即联系KK开门暂停账号的相关服务，保障账号信息安全。</p></br>

            <h3>用户义务</h3>
            <p>用户在使用KK开门服务时，必须遵守中华人民共和国相关法律法规的规定，用户应同意将不会利用该服务进行任何违法或不正当的活动，包括但不限于下列行为：</p>
            <p>1)反对宪法所确定的基本原则的；</p>
            <p>2) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
            <p>3) 损害国家荣誉和利益的；</p>
            <p>4) 煽动民族仇恨、民族歧视、破坏民族团结的；</p>
            <p>5) 破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
            <p>6) 散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
            <p>7) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
            <p>8) 侮辱或者诽谤他人，侵害他人合法权利的；</p>
            <p>9) 含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；</p>
            <p>10) 含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的。</p>
            <p>11）未经KK开门许可，不得对KK开门的数据用作商业利用，包括但不限于复制、传播KK开门各平台的展示信息；</p>
            <p>12）违反诚实信用原则的不正当竞争行为，或恶意下订单、虚假交易、恶意评论等其他恶意扰乱KK开门交易秩序的行为。</p></br>

            <h3>协议终止</h3>
            <p>1.若用户存在不当行为，KK开门有权暂停或者终止此账号的全部或者部分服务，因此造成的责任由用户承担，用户不得以此为借口取消订单、拒绝支付。</p>
            <p>2.用户有权要求KK开门注销账户。</p></br>

            <h3>知识产权保护</h3>
            <p>1.KK开门所涉及的知识产权包括但不限于著作权、商标、专利发明、图片、文字、设计、音频文件、视频文件、数据库、相关源代码等都属于英智联,受法律保护。</p>
            <p>2.用户同意自己在KK开门上发表的任何信息，包括但不限于图片、文章、评论，授权英智联永久免费使用，转授权等操作。</p></br>

            <h3>免责条款</h3>
            <p>1.任何由商家、用户或其他第三方在KK开门平台上传的内容，包括但不限于图片、文字、视频，无论是公开或是私下传送，均有提供者本人负责。</p>
            <p>2.KK开门对于任何用户身份及个人资料的真实性、准确性无责任验证真实性。</p>
            <p>3.KK开门为民宿、酒店的预订平台，发布的房屋信息及相应的服务由商家（房屋产权人或相应的授权责任人）提供，对于用户在商家消费服务中所遇到的财产损失、人身伤害或其他的损害用户权益的行为以友好协商解决为主，由商家负责，但KK开门应根据国家法律承担平台提供者的相应责任。</p></br>

            <h3>条款完善</h3>
            <p>1.KK开门服务协议包含本协议全部内容、所有KK开门服务终端已发布的规则以及未来将发布的规则。所有规则具有同等法律效力。</p>
            <p>2.KK开门服务协议会根据市场变化、业务调整、法律修订等因素不断调整完善。对于协议内容的更新，用户需认真阅读，充分理解。</p>
            <p>3.当用户对于个别内容发生争议时，以最新的协议为准。</p></br>
        </div>
    </div>
</template>

<script>
    import headTop from '../../components/header/head'

    export default {
        data(){
            return {
            }
        },
        components: {
            headTop,
        }
    }
</script>

<style lang="scss" scoped>
    .textIndent{
        text-indent:2em
    }
    .textContainer{
        /*margin-top: 1.9rem;*/
        font-size: 0.5rem;
        width: 100%;
        padding: 0.5rem;
        font-family: "微软雅黑";
    }
    .textContainer h2{
        text-align: center;
    }
</style>
